[
    {
        "id": "1",
        "title": "Absensi SMK Islam PB. Soedirman 2",
        "picture": "absensi.webp",
        "description_id": "<p>Proyek Absensi ini adalah proyek pertama saya ketika saya masih freelancing di SMK saya, SMK Islam PB. Sudirman 2 Jakarta. Absensi berbasis website dimulai pada masa pandemi Covid.</p>",
        "description_en": "<p>This Attendance Project was my first project when I was freelancing at my vocational school, PB Islamic Vocational School. Sudirman 2 Jakarta. Website-based attendance started during the Covid pandemic.</p>",
        "ss_1": "absensi_1.webp",
        "ss_2": "absensi_2.webp",
        "ss_3": "absensi_3.webp",
        "ss_4": "absensi_4.webp",
        "tech_stack": "Bootstrap, Laravel, MySQL",
        "status": "Public",
        "url_github": "https://github.com/andarutr/absen-smkpbs2",
        "url_video": null,
        "url_pptx": null,
        "created_at": "2020-09-28 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "2",
        "title": "Toko Online",
        "picture": "toko_online.webp",
        "description_id": "<p>Project Toko Online ini saya buat pada saat ujian BNSP di Universitas Mercu Buana. Saat itu saya diharuskan membuat toko online menggunakan Codeigniter 3 dan databasenya menggunakan MySQL.</p>",
        "description_en": "<p>I created this Online Shop Project during the BNSP exam at Mercu Buana University. At that time I was required to create an online shop using Codeigniter 3 and the database used MySQL.</p>",
        "ss_1": "toko_online_1.webp",
        "ss_2": "toko_online_2.webp",
        "ss_3": "toko_online_3.webp",
        "ss_4": "toko_online_4.webp",
        "tech_stack": "Bootstrap, Codeigniter, MySQL",
        "status": "Public",
        "url_github": "https://github.com/andarutr/bnsp-atlasfizl",
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-02-12 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "3",
        "title": "Informasi Perpustakaan Pada SMK Islam PB. Soedirman 2",
        "picture": "inpusta.webp",
        "description_id": "<p>Inpusta (Informasi Perpustakaan) merupakan sarana pengelolaan pengelolaan perpustakaan. Website ini baik untuk peminjaman buku, pengembalian buku, rangkuman buku dan ngobrol dengan sesama siswa atau guru. Proyek ini merupakan pembaruan dari proyek sebelumnya yaitu Sinpus.</p>\r\n<h3>Credits</h3>\r\n                            <ol>\r\n                                <li>Bagus Prio Utomo</li>\r\n                            </ol>",
        "description_en": "<p>Inpusta (Informasi Perpustakaan) is a means for managing library management. This website is good for borrowing books, returning books, summarizing books and chatting with fellow students or teachers. This project is an update of the previous project, namely Sinpus.</p>\r\n<h3>Credits</h3>\r\n                            <ol>\r\n                                <li>Bagus Prio Utomo</li>\r\n                            </ol>",
        "ss_1": "inpusta_1.webp",
        "ss_2": "inpusta_2.webp",
        "ss_3": "inpusta_3.webp",
        "ss_4": "inpusta_4.webp",
        "tech_stack": "Bootstrap, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-02-12 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "4",
        "title": "Suzuki Tangerang",
        "picture": "wicak_suzuki.webp",
        "description_id": "<p>Suzuki Motor Corporation adalah perusahaan multinasional yang berkantor pusat di Minami-ku, Hamamatsu, Jepang. Suzuki memproduksi mobil, kendaraan berpenggerak empat roda, sepeda motor, kendaraan segala medan, mesin tempel, kursi roda, dan berbagai mesin pembakaran internal kecil lainnya. Project ini saya dapat dari teman saya dari Sales Suzuki Tangerang yaitu Pak Wicak.</p>",
        "description_en": "<p>Suzuki Motor Corporation is a multinational company headquartered in Minami-ku, Hamamatsu, Japan. Suzuki produces cars, four-wheel drive vehicles, motorcycles, all-terrain vehicles, outboard engines, wheelchairs, and a variety of other small internal combustion engines. I got this project from my friend from Sales Suzuki Tangerang, Mr.Wicak.</p>",
        "ss_1": "wicak_suzuki_1.webp",
        "ss_2": "wicak_suzuki_2.webp",
        "ss_3": "wicak_suzuki_3.webp",
        "ss_4": "wicak_suzuki_4.webp",
        "tech_stack": "Bootstrap",
        "status": "Public",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-08-01 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "5",
        "title": "Zenku For Education",
        "picture": "zenku.webp",
        "description_id": "<p>Zenku merupakan website pembelajaran media sosial yang dibuat untuk memudahkan siswa dalam mereview materi yang telah diajarkan oleh guru sebelumnya. Aplikasi ini memiliki fitur seperti media sosial pada umumnya: like dan komentar. Selain itu penulis memberikan fitur tambahan seperti forum diskusi antara guru dan siswa. Proyek ini saya buat ketika saya sedang mengerjakan skripsi di SMK Islam PB. Sudirman 2 Jakarta.</p>",
        "description_en": "<p>Zenku is a social media learning website created to make it easier for students to review material that has been taught by previous teachers. This application has features like social media in general: likes and comments. Apart from that, the author provides additional features such as discussion forums between teachers and students. I made this project when I was doing my thesis at PB Islamic Vocational School. Sudirman 2 Jakarta.</p>",
        "ss_1": "zenku_1.webp",
        "ss_2": "zenku_2.webp",
        "ss_3": "zenku_3.webp",
        "ss_4": "zenku_4.webp",
        "tech_stack": "Bootstrap, Laravel, MySQL",
        "status": "Public",
        "url_github": "https://github.com/andarutr/zenku-v2",
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-08-12 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "6",
        "title": "Sistem Informasi Peminjaman Aset Kantor Pada Kopindosat",
        "picture": "kopin.webp",
        "description_id": "<p>Sistem informasi peminjaman aset kantor adalah sistem yang membantu karyawan dalam melakukan peminjaman barang, misalnya komputer. Sistem ini dapat membantu karyawan memilih komputer dengan kondisi dan fitur yang lebih baik. Proyek ini dibuat setelah saya menyelesaikan skripsi saya.</p>\r\n                            <h3>Client</h3>\r\n                            <ol>\r\n                                <li>Fahri Ridwan</li>\r\n                            </ol>",
        "description_en": "<p>An office asset lending information system is a system that helps employees borrow items, such as computers. This system can help employees choose computers with better conditions and features. This project was created after I finished my skripsi.</p>\r\n                            <h3>Client</h3>\r\n                            <ol>\r\n                                <li>Fahri Ridwan</li>\r\n                            </ol>",
        "ss_1": "kopin_1.webp",
        "ss_2": "kopin_2.webp",
        "ss_3": "kopin_3.webp",
        "ss_4": "kopin_4.webp",
        "tech_stack": "Bootstrap, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-08-28 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "7",
        "title": "Sistem Penggajian Karyawan Pada Koperasi Perpensi Bank Dagang Negara (BDN)",
        "picture": "penggajian.webp",
        "description_id": "<p>Koperasi Perpensi Bank Dagang Negara (BDN) merupakan koperasi yang bergerak dalam bidang usaha dan simpan pinjam. Koperasi ini menjual produk-produk berkualitas di PaDi UMKM. BDN merupakan satu-satunya bank pemerintah di luar Unit Bank Negara Indonesia. Bank ini didirikan pada tahun 1857 di Batavia (Jakarta) dengan nama Nederlandsch Indische Escompto Maatschappij. Pada tahun 1949, nama bank ini diubah menjadi Escomptobank NV. Pada tahun 1960, Escomptobank dinasionalisasi dan berganti nama menjadi Bank Dagang Negara.</p>\r\n<h3>Clients</h3>\r\n                             <ol>\r\n                                 <li>Fahri Ridwan</li>\r\n                                 <li>Muhammad Rizaq Rifatulloh</li>\r\n                             </ol>",
        "description_en": "<p>The Bank Dagang Negara Perpension Cooperative (BDN) is a cooperative operating in the business and savings and loan sectors. This cooperative sells quality products at PaDi UMKM. BDN is the only government bank outside the Bank Negara Indonesia Unit. This bank was founded in 1857 in Batavia (Jakarta) under the name Nederlandsch Indische Escompto Maatschappij. In 1949, the name of this bank was changed to Escomptobank NV. In 1960, Escomptobank was nationalized and renamed Bank Dagang Negara.</p>\r\n                             <h3>Clients</h3>\r\n                             <ol>\r\n                                 <li>Fahri Ridwan</li>\r\n                                 <li>Muhammad Rizaq Rifatulloh</li>\r\n                             </ol>",
        "ss_1": "penggajian_1.webp",
        "ss_2": "penggajian_2.webp",
        "ss_3": "penggajian_3.webp",
        "ss_4": "penggajian_4.webp",
        "tech_stack": "Bootstrap, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2023-11-01 18:22:58",
        "updated_at": "2024-03-09 18:22:58"
    },
    {
        "id": "8",
        "title": "Berita Acara Co Product PT. PAS",
        "picture": "pas_ba_co_product.webp",
        "description_id": "<p>BA Co-Product Adalah system yg dibuat khusus untuk keperluan pembuatan berita acara department PUR(purchasing) dan department EXS(ekspedisi). System ini menggunakan konsep approval. Approval dari orang yg terkait hingga ke approval akhir (Dep.head. Ekspedisi). Users diwajibkan untuk melakukan tanda tangan online. Informasi link approval akan dikirim melalui email users.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p>BA Co-Product is a system created specifically for the purposes of creating minutes for the PUR (purchasing) department and EXS (expedition) department. This system uses the concept of approval. Approval from related people up to final approval (Dep.head. Expedition). Users are required to sign online. Approval link information will be sent via email to users.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "ss_1": "pas_ba_co_product_1.webp",
        "ss_2": "pas_ba_co_product_2.webp",
        "ss_3": "pas_ba_co_product_3.webp",
        "ss_4": "pas_ba_co_product_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-03-31 07:22:58",
        "updated_at": "2024-03-31 07:22:58"
    },
    {
        "id": "9",
        "title": "Human Resources Connect PT. PAS",
        "picture": "pas_hr_connect.webp",
        "description_id": "<p><strong>Integrasi data karyawan masuk dan keluar</strong>. Program ini khusus dibuat untuk Department GA (General Affairs), Admin, dan HRD. Tujuan membuat program ini agar mempermudah pelacakan data proses masuk maupun keluar karyawan.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p><strong>Integration of employee data entry and exit</strong>. This program is specifically created for the GA (General Affairs), Admin, and HRD Departments. The purpose of creating this program is to facilitate tracking of employee entry and exit data.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "ss_1": "pas_hr_connect_1.webp",
        "ss_2": "pas_hr_connect_2.webp",
        "ss_3": "pas_hr_connect_3.webp",
        "ss_4": "pas_hr_connect_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": "assets/de_doc/hr_connect/Tutorial HR Connect.mp4",
        "url_pptx": "assets/de_doc/hr_connect/User Guide HR Connect.pdf",
        "created_at": "2024-04-21 10:22:58",
        "updated_at": "2024-04-21 10:22:58"
    },
    {
        "id": "10",
        "title": "Form Laporan Produksi PT. PAS",
        "picture": "pas_fl_produksi.webp",
        "description_id": "<p>FL Produksi adalah system yang memungkinkan pengguna untuk melaporkan penggunaan dan keadaan peralatan dapur, seperti garpu dan cangkir, yang biasanya digunakan di area publik atau kantin. Aplikasi ini dirancang untuk memudahkan pengguna dalam melaporkan kondisi peralatan yang rusak atau hilang kepada pihak yang bertanggung jawab, sehingga perbaikan atau penggantian dapat dilakukan secara cepat dan efisien. Dengan menggunakan aplikasi ini, pengguna dapat mengisi formulir laporan dengan detail mengenai masalah yang terjadi pada peralatan tersebut.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p>FL Production is a system that allows users to report the use and condition of kitchen equipment, such as forks and cups, which are commonly used in public areas or canteens. This application is designed to make it easier for users to report the condition of damaged or missing equipment to the responsible party, so that repairs or replacements can be carried out quickly and efficiently. By using this application, users can fill out a report form with details about the problems that occur with the equipment.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "ss_1": "pas_fl_produksi_1.webp",
        "ss_2": "pas_fl_produksi_2.webp",
        "ss_3": "pas_fl_produksi_3.webp",
        "ss_4": "pas_fl_produksi_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-05-03 08:10:58",
        "updated_at": "2024-05-03 08:10:58"
    },
    {
        "id": "11",
        "title": "Laporan Packing Noodle 2 PT. PAS",
        "picture": "pas_laporan_packing_prn2.webp",
        "description_id": "<p>Laporan Produksi Packing adalah system yang dibuat untuk Department Noodle, tujuan system ini dibuat untuk mengurangi kertas dan digitalisasi system serta mempermudah user untuk management data.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n<li>Daniar Nur Amin</li>\r\n</ol>",
        "description_en": "<p>Packing Production Report is a system created for the Noodle Department, the purpose of this system is to reduce paper and digitize the system and make it easier for users to manage data.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n<li>Daniar Nur Amin</li>\r\n</ol>",
        "ss_1": "pas_laporan_packing_prn2_1.webp",
        "ss_2": "pas_laporan_packing_prn2_2.webp",
        "ss_3": "pas_laporan_packing_prn2_3.webp",
        "ss_4": "pas_laporan_packing_prn2_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-06-12 08:35:00",
        "updated_at": "2024-06-12 08:35:00"
    },
    {
        "id": "12",
        "title": "Hush Wallet - Manajemen Keuangan Pribadi",
        "picture": "hush_wallet.webp",
        "description_id": "<p>Hush Wallet adalah aplikasi manajemen keuangan pribadi yang dirancang untuk membantu Anda melacak semua aspek keuangan mulai dari income, outcome, dan tabungan. Hush Wallet membuat pengelolaan keuangan menjadi mudah dan menyenangkan.</p>\r\n",
        "description_en": "<p>Hush Wallet is a personal finance management app designed to help you track all aspects of your finances from income, outcomes, and savings. Hush Wallet makes managing your finances easy and fun.</p>\r\n",
        "ss_1": "hush_wallet_1.webp",
        "ss_2": "hush_wallet_2.webp",
        "ss_3": "hush_wallet_3.webp",
        "ss_4": "hush_wallet_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Public",
        "url_github": "https://github.com/andarutr/hush_wallet_laravel",
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-07-01 11:35:00",
        "updated_at": "2024-07-01 11:35:00"
    },
    {
        "id": "13",
        "title": "E-Resepsionis PT. PAS",
        "picture": "pas_resepsionis.webp",
        "description_id": "<p>E-Resepsionis adalah system untuk mempermudah admin dalam mengetahui sudah sejauh mana suatu berkas telah diproses tanpa harus pergi ke resepsionis. Resepsionis akan memproses setiap proses berkas seperti ceklis kelengkapan berkas.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p>E-Receptionist is a system to make it easier for admins to know how far a file has been processed without having to go to the receptionist. The receptionist will process each file process such as checking the completeness of the file.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "ss_1": "pas_resepsionis_1.webp",
        "ss_2": "pas_resepsionis_2.webp",
        "ss_3": "pas_resepsionis_3.webp",
        "ss_4": "pas_resepsionis_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-07-20 11:35:00",
        "updated_at": "2024-07-20 11:35:00"
    },
    {
        "id": "14",
        "title": "Loker Noodle 2 PT. PAS",
        "picture": "pas_loker.webp",
        "description_id": "<p>System ini dirancang untuk memudahkan admin dalam mengelola data karyawan terkait loker penyimpanan barang secara digital. Dengan system ini, pengguna dapat dengan mudah mengelola loker untuk menyimpan barang pribadi untuk ratursan bahkan ribuan karyawan</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n<li>Ubaed</li>\r\n</ol>",
        "description_en": "<p>This system is designed to make it easier for admins to manage employee data related to digital storage lockers. With this system, users can easily manage lockers to store personal items for hundreds or even thousands of employees.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n<li>Ubaed</li>\r\n</ol>",
        "ss_1": "pas_loker_1.webp",
        "ss_2": "pas_loker_2.webp",
        "ss_3": "pas_loker_3.webp",
        "ss_4": "pas_loker_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-08-02 07:35:00",
        "updated_at": "2024-08-02 07:35:00"
    },
    {
        "id": "15",
        "title": "Accurate Responsible Trusted PT.PAS",
        "picture": "pas_art.webp",
        "description_id": "<p>sistem manajemen stok yang komprehensif untuk mengelola dan melacak stok akhir berbagai material. Sistem ini mencakup fitur-fitur penting seperti pengelolaan data master untuk varian, material, dan jenis material.</p><p>Di bagian akhir, sistem ini juga menyediakan fitur laporan kartu kerja yang memudahkan pengguna untuk melihat rincian stok material, termasuk stok awal, stok akhir, total penerimaan, dan pemakaian material. Laporan ini membantu dalam memastikan transparansi dan efisiensi dalam proses manajemen material.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p>A comprehensive stock management system for managing and tracking the final stock of various materials. This system includes essential features such as master data management for variants, materials, and material types.</p><p>In the final part, the system also provides a work card report feature that allows users to view detailed material stock information, including initial stock, final stock, total received, and material usage. This report helps ensure transparency and efficiency in the material management process.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li></ol>",
        "ss_1": "pas_art_1.webp",
        "ss_2": "pas_art_2.webp",
        "ss_3": "pas_art_3.webp",
        "ss_4": "pas_art_4.webp",
        "tech_stack": "Bootstrap, VueJS, Axios, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-08-20 16:32:58",
        "updated_at": "2024-08-20 16:32:58"
    },
    {
        "id": "16",
        "title": "Traceability Packing Bumbu Noodle 1",
        "picture": "pas_prn1_packing_bumbu.webp",
        "description_id": "<p>System ini menyederhanakan pencatatan penerimaan stok bumbu, serta menyediakan fitur rekapan dan laporan yang komprehensif. Ini memungkinkan tim untuk memantau status stok secara real-time dan memastikan bahwa stok bumbu dikelola dengan cara yang lebih responsif dan proaktif.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li>\r\n</ol>",
        "description_en": "<p>The system simplifies the recording of spice stock receipt and provides comprehensive recap and reporting features. This enables the team to monitor stock status in real-time and ensures that spice inventory is managed in a more responsive and proactive manner.</p>\r\n<h3>Credits</h3>\r\n<ol>\r\n<li>Heri Lesmana</li></ol>",
        "ss_1": "pas_prn1_packing_bumbu_1.webp",
        "ss_2": "pas_prn1_packing_bumbu_2.webp",
        "ss_3": "pas_prn1_packing_bumbu_3.webp",
        "ss_4": "pas_prn1_packing_bumbu_4.webp",
        "tech_stack": "Bootstrap, jQuery, Ajax, Laravel, MySQL",
        "status": "Private",
        "url_github": null,
        "url_video": null,
        "url_pptx": null,
        "created_at": "2024-09-05 16:42:00",
        "updated_at": "2024-09-05 16:42:00"
    }
]
